[{
        "id": 1,
        "tags": "Train, Movie",
        "autor": "Adwind",
        "srcimg": "https://ideascdn.lego.com/media/generate/lego_ci/38f19d53-6e17-45c8-aa3c-96cbd3db87de/resize:950:633/webp",
        "alt": "THE POLAR EXPRESS. 20-TH ANNIVERSARY",
        "titulo": "THE POLAR EXPRESS",
        "texto": "“The Thing About Trains... It Doesn't Matter Where They're Going. What Matters Is Deciding To Get On”.The model you see on renders and video has around 2800 pieces but can be easily scaled down to 2000 or even less by using existing train platforms (6 studs wide cars with 5 windows and 1 row of seats, will be posted shortly in updates).",
        "link": "https://ideas.lego.com/projects/d8f0433c-efdb-454d-9a7d-981df8d55ead",
        "fecha": "November 2020"
    },
    {
        "id": 2,
        "tags": "Arquitecture",
        "autor": "Quangtran1993",
        "srcimg": "https://ideascdn.lego.com/media/generate/lego_ci/ff9d1dd7-1f34-4193-bf6e-33ab074a90ec/resize:950:633/webp",
        "alt": "LANTERN IN THE WIND",
        "titulo": "LANTERN IN THE WIND",
        "texto": "In the midst of the Asian wilderness, the changing seasons from spring, summer, fall, winter and finally spring again create a perfect bold Asia picture in this project. In this picture, the lake house which is located in middle of the calm lake surface. I deliberate how to use these colors which are related to Asian architecture such as red, black and white to make everything more dignified. An ancient tree which is embellished by all the fall autumn leaves, calm lake surface is covered by white lotus and the most popular category of Koi is the Gosanke. Koi fish or Japanese carp are fish with colors and patches raised and kept for appreciation.",
        "link": "https://ideas.lego.com/projects/e28f8bd4-a1f7-44a9-a992-910be88653dd",
        "fecha": "October 2021"
    },
    {
        "id": 3,
        "tags": "Prop",
        "autor": "dimexart",
        "srcimg": "https://ideascdn.lego.com/media/generate/lego_ci/f21b8a74-68fe-4775-8240-31fa60979c46/resize:950:633/webp",
        "alt": "VINTAGE TOASTER",
        "titulo": "VINTAGE TOASTER",
        "texto": "Let's continue the tradition of making vintage staff! So here it is! This is fully working vintage toaster! The idea was to place toast into the toaster and then pick already toasted version with the different color as in reality. So after a lot of contemplation of its mechanism I finally found the right solution (look instruction page with 4 steps of using).",
        "link": "https://ideas.lego.com/projects/1942b4d6-88bf-4810-9e9a-7bd38739b11f",
        "fecha": "September 2019"
    },
    {
        "id": 4,
        "tags": "Vehicles",
        "autor": "BrickHammer",
        "srcimg": "https://ideascdn.lego.com/media/generate/lego_ci/8f6c8c21-b913-4303-bc73-f6b094b1e201/resize:950:633/webp",
        "alt": "STEAMPUNK AIRSHIP",
        "titulo": "STEAMPUNK AIRSHIP",
        "texto": "The Steampunk Airship was inspired by a lot of different steampunk movies and images. I originally started out with a darker and more griddy steampunk look, but then redesigned the whole project at the halfway point of the design process to give it a brighter and more child-friendly look! This way it is supposed to both please fans of steampunk in general and also inspire the creativity of LEGO fans of all ages.",
        "link": "https://ideas.lego.com/projects/0e61fbca-96e1-4723-9fdd-9cc19debcf7d",
        "fecha": "November 2017"
    },
    {
        "id": 5,
        "tags": "Arquitecture",
        "autor": "kodlovag",
        "srcimg": "https://ideascdn.lego.com/media/generate/lego_ci/8e91bcb6-1110-4238-9ba6-85717f1f05f8/resize:950:633/webp",
        "alt": "ZOO",
        "titulo": "ZOO",
        "texto": "I completed this zoo in 2018. Since that many new animals has been released, some of them like the reindeer or the brand new tucan or the rare flamingo could be immediatly added. But it would also be easy to extend the zoo with new area for the elephants and lions from the last year's City Wildlife Rescue sets. This zoo could even be the base of a series similar to the Fairground Collection.",
        "link": "https://ideas.lego.com/projects/7d8cf441-1cf2-4517-ba35-07fec8b137b2",
        "fecha": "January 2021"
    },
    {
        "id": 6,
        "tags": "Animal",
        "autor": "Allouryuen",
        "srcimg": "https://ideascdn.lego.com/media/generate/lego_ci/35bf64e6-1248-43e5-9c5d-eca4829a9c4b/resize:950:633/webp",
        "alt": "BABY GREEN SEA TURTLE",
        "titulo": "BABY GREEN SEA TURTLE",
        "texto": "This is a model of a baby green sea turtle with kinetic swimming movement. The model mimics the swimming turtle gliding in the ocean, with circular rotating front flippers and flapping rear flippers. This is achieved by rotating the crank shaft near the base of the stand. This model has a moveable head and rotating flippers. The neck can turn and the head can be rotated. It has the cute big iconic eyes and beak with a mouth that can open and close to show various expressions. At the right angles the turtle seems like its smiling hopefully it will bring you a lot of joy.  ",
        "link": "https://ideas.lego.com/projects/f8b37181-982d-46bf-94dc-62d6c3e64d9c",
        "fecha": "February 2019"
    },
    {
        "id": 7,
        "tags": "Props, Plants",
        "autor": "Bricky_Brick",
        "srcimg": "https://ideascdn.lego.com/media/generate/lego_ci/cc83e94a-b47f-4a74-b3a4-273e38e5e90a/resize:950:633/webp",
        "alt": "VENUS FLYTRAP",
        "titulo": "VENUS FLYTRAP",
        "texto": "The Diaonaea Muscipula plant known as Venus flytrap is possibly the best known within the category of carnivorous plants. These require nitrogen that is scarce in the soil from where it extracts nutrients, and they get it through some bugs, usually not very small because the effort of the plant to close at such speed is high.",
        "link": "https://ideas.lego.com/projects/d81ad0df-1422-4c3c-a809-b4c9bae98dd6",
        "fecha": "August 2018"
    }
]